{
    "constituentID": 294,
    "name": {
        "en": {
            "displayName": "Lin Yilin",
            "alphasort": "Lin, Yilin"
        },
        "zh-hant": {
            "displayName": "林一林",
            "alphasort": "林, 一林"
        }
    },
    "type": "Individual",
    "gender": {
        "en": "Male",
        "zh-hant": "男性"
    },
    "displayBio": {
        "en": "Chinese, born 1964",
        "zh-hant": "中國籍，生於1964年"
    },
    "nationality": {
        "en": "Chinese",
        "zh-hant": "中國籍"
    },
    "region": {
        "en": "Mainland China",
        "zh-hant": "中國內地"
    },
    "activeCity": {
        "en": "New York City"
    },
    "birthCity": {
        "en": "Guangzhou"
    },
    "deathCity": null,
    "beginDate": 1964,
    "endDate": null,
    "exhibitions": {
        "biographies": {
            "en": [
                {
                    "purpose": "Sigg Online",
                    "text": "Lin Yilin (born 1964, Guangzhou) studied sculpture at the Guangzhou Academy of Fine Arts and graduated in 1987. A co-founder of the Big Tail Elephant Group in 1990, Lin is best known for his performance and installation work that defines the changing lives and identities of the individual in recent history. Lin lives and works in New York and Beijing."
                },
                {
                    "purpose": "Canton Express",
                    "text": "A graduate of the sculpture department of the Guangzhou Academy of Fine Arts, Lin Yilin co-founded the Big Tail Elephant Group with his fellow Guangzhou artists in 1990. The group was formed as a response to both Western modernism and Chinese socialist realism. As a native of Guangzhou, Lin witnessed the unprecedented social changes that occurred during the critical decade of urbanisation in southern China. In order to address these new issues, he radically shifted his practice from sculpture to performance art. In his works, he uses his body to physically confront the structures of the city. He also often makes interventions in urban environments to disrupt and reorganise human activities in them. To this day, Lin continues his practice of questioning the conditions of urbanisation through bodily and social interactions."
                }
            ],
            "zh-hant": [
                {
                    "purpose": "Sigg Online",
                    "text": "林一林 (1964年生於廣州，現工作及生活於紐約及北京)，1987年畢業於廣州美術學院雕塑系，於1990年參與創立「大尾象工作組」。他以表演及裝置作品見稱，作品闡述近代歷史中個人生活與身份的轉變。"
                },
                {
                    "purpose": "Canton Express",
                    "text": "1987 年畢業於廣州美術學院雕塑系，於1990 年參與創立 「大尾象工作組」，作為對西方現代主義和中國社會主義現實主義的回應。在廣州土生土長的林一林，目睹了中國南方地區都市化的關鍵十年期間前所未有的社會變遷。林一林為了回應這些新議題，把自己的藝術創作徹底轉為行為展演。他在作品中利用自己身體，以肉體直面這個城市的結構。反之，他亦介入都市環境，干擾和重新組織人類的活動。他至今一直進行這個藝術實踐：透過身體與社會的互動，詰問都市化的處境。"
                }
            ]
        },
        "purpose": {
            "en": [
                "Sigg Online",
                "Canton Express"
            ],
            "zh-hant": [
                "Sigg Online",
                "Canton Express"
            ]
        }
    },
    "id": 294
}